Repository: lil-works/jn
Catalog: src/AppBundle/Resources/translationsTORM/messages.*.xlf
Languages: fr

source: A
fr: La

source: A#
fr: La#

source: A##
fr: La##

source: A#/Bb
fr: La#/Sib

source: Ab
fr: Lab

source: Abb
fr: Labb

source: Available necks
fr: Manches disponibles

source: B
fr: Si

source: B#
fr: Si#

source: B##
fr: Si##

source: Bb
fr: Sib

source: Bbb
fr: Sibb

source: C
fr: Do

source: C#
fr: Do#

source: C##
fr: Do##

source: C#/Db
fr: Do#/Reb

source: Cb
fr: Dob

source: Cbb
fr: Dobb

source: D
fr: Re

source: D#
fr: Re#

source: D##
fr: Re##

source: D#/Eb
fr: Re#/Mib

source: Db
fr: Reb

source: Dbb
fr: Rebb

source: Diagram:
fr: Diagramme:

source: E
fr: Mi

source: E#
fr: Mi#

source: Eb
fr: Mib

source: Ebb
fr: Mibb

source: F
fr: Fa

source: F#
fr: Fa#

source: F##
fr: Fa##

source: F#/Gb
fr: Fa#/Solb

source: Fb
fr: Fab

source: Fbb
fr: Fabb

source: G
fr: Sol

source: G#
fr: Sol#

source: G##
fr: Sol##

source: G#/Ab
fr: Sol#/Lab

source: Gb
fr: Solb

source: Gbb
fr: Solbb

source: Intervals
fr: Intervales

source: Major
fr: majeur

source: Matching root/scale (%nbr%)
fr: Echelle/tonique correspondantes (%nbr%)

source: No matching root scale ...
fr: Aucune echelle/tonique trouvée ...

source: Other roots:
fr: Autres toniques:

source: Scale in key off
fr: Echelle avec une tonique de

source: Welcome here... Jolineck is happy to provide tools for neck instrument players (as well as all kind of musician).
fr: Bienvenue ici... JoliNeck est heureux de fournir des outils aux joueurs d'instruments à cordes (Ainsi qu'à tous types de musiciens)

source: aeolian b5
fr: eolian b5

source: all
fr: tout

source: arabian
fr: arabe

source: auxiliary augmented (LCCTO)
fr: augmenté auxiliaire (LCCTO)

source: auxiliary diminished (LCCTO)
fr: diminué auxiliaire (LCCTO)

source: auxiliary diminished blues (LCCTO)
fr: diminué blues auxiliaire (LCCTO)

source: bass
fr: basse

source: bass 5 string (low B)
fr: basse 5 cordes (Basse Si)

source: byzantine
fr: byzantin

source: clear selection
fr: effacer la séléction

source: current root/scale selection
fr: séléction tonique/echelle courante

source: current selection
fr: séléction courante

source: diminished
fr: diminué

source: display controls
fr: contrôle d'affichage

source: dorian
fr: dorien

source: dorian #4
fr: dorien #4

source: eolian
fr: eolien

source: guitar
fr: guitare

source: guitar (D A D F# B E)
fr: guitare (Re La Re Fa# Si Mi)

source: guitar (D A D G Bb D)
fr: guitare (Re La Re Sol Sib Re)

source: gypsy
fr: gitan

source: harmonic minor
fr: mineur harmonique

source: icon
fr: icone

source: indian ascending
fr: indien ascendant

source: indian descending
fr: indien descendant

source: ionian
fr: ionien

source: ionian #5
fr: ionien #5

source: japanese
fr: japonais

source: jewish
fr: juif

source: locrian
fr: locrien

source: locrian #6
fr: locrien #6

source: lydian
fr: lydien

source: lydian #2
fr: lydien #2

source: lydian (LCCTO)
fr: lydien (LCCTO)

source: lydian augmented (LCCTO)
fr: lydien augmenté (LCCTO)

source: lydian b7 (LCCTO)
fr: lydien b7 (LCCTO)

source: lydian diminished (LCCTO)
fr: lydien diminué (LCCTO)

source: lydian dominant
fr: lydien dominant

source: melodic minor
fr: mineur mélodique

source: mixolydian
fr: mixolydien

source: mixolydian b6
fr: mixolydien b6

source: monostring (C)
fr: monocorde (Do)

source: neck controls
fr: contrôles du manche

source: oriental
fr: orientale

source: pentatonic
fr: pentatonique

source: pentatonic major
fr: pentatonique majeur

source: pentatonic major b2
fr: pentatonique majeur b2

source: pentatonic minor
fr: pentatonique mineur

source: pentatonic minor 6
fr: pentatonique mineur 6

source: pentatonic minor b5
fr: pentatonique mineur b5

source: pentatonic minor blues
fr: pentatonique mineur blues

source: pentatonic whole tone
fr: pentatonique whole tone

source: persian
fr: perse

source: phrygian
fr: phrygien

source: phrygian dominant
fr: phrygien dominant

source: romanian
fr: roumaine

source: root
fr: tonique

source: scale
fr: echelle

source: selection controls
fr: contrôle de la séléction

source: show fret numbers
fr: afficher le nombre des cases

source: show inlays
fr: afficher les repères

source: show on neck
fr: afficher sur le manche

source: sound
fr: son

source: superlocrian
fr: superlocrien

source: violin
fr: violon
